[
  {
    "type": "mole",
    "name": "Common Moles",
    "description": "<ul><li define-terms={true}>Common moles are growths on the skin that develop when pigment cells (melanocytes) grow in clusters; also called \"common nevi\" or \"common acquired nevi\"</li><li define-terms={true}>Appearance (using ABCDE rules)<ul><li define-terms={true}>Asymmetry: Usually symmetrical, round or oval</li><li define-terms={true}>Border: Usually have a distinct edge that separates it from the rest of the skin</li><li define-terms={true}>Shape: Usually round or oval</li><li define-terms={true}>Color: Usually have an even color; may be pink, tan, brown, black (in deeply pigmented individuals), or a color that is very close to a person’s normal skin tone</li><li define-terms={true}>Diameter: Usually less than 5 millimeters or about ¼ inch (smaller than a pencil eraser)</li><li define-terms={true}>Evolving: Moles go through a life-cycle. Often they start as small freckle-like spots; gradually round up and form a bump; may lighten, become flesh-colored; become less elevated, flatten and eventually disappear. Life-cycle is a gradual process typically over many years. Some moles do not go through the entire life-cycle. Vast majority are stable and then disappear; rarely develop into melanoma (or cancer). </ul></li></ul>",
    "descriptionsummary": "<p>A common mole is <em define-terms={true}>a non-cancerous growth on the skin</em> that is formed by a cluster of melanocytes (cells that make a substance called melanin, which gives color to skin and eyes). A mole may be dark or flesh-colored and may be raised from the skin. Most adults have between 10 and 40 common moles. These growths are usually found above the waist on areas exposed to the sun. Common moles are seldom found on the scalp, breast, or buttocks.</p>"
  },
  {
    "type": "dysplasticnevi",
    "name": "Dysplastic Nevi (DN)",
    "description": "<ul><li define-terms={true}>The word \"dysplastic\" in its name refers to the look and pattern of cells in the nevi as they appear under a microscope</li><li define-terms={true}>Appearance (according to ABCDE rules)<ul><li define-terms={true}>Asymmetry: irregular shape</li><li define-terms={true}>Border: indistinct (blurry) borders</li><li define-terms={true}>Color: mixture of colors (tan, brown, and red or pink shades)</li><li define-terms={true}>Diameter: greater than 5 millimeters or ¼ inch and have a flat part</li><li define-terms={true}>Evolving: Majority are stable and then disappear; typically start to show these features when small and show all features by the time they reach the size of most moles; become larger than most moles and eventually disappear</li></ul></li><li define-terms={true}>The \"ABCDE\" rules were made for identifying early melanoma, but can also be used to describe DN</li><li define-terms={true}>Clinicians use the number of DN to identify some individuals who are at increased risk of developing melanoma</li><li define-terms={true}>DN most likely found on sun-exposed areas, especially intermittently exposed, such as the back, but are also frequent on chest, arms and legs</li><li define-terms={true}>Approximately 10% of adult populations of northern European descent have at least one DN</li><li define-terms={true}>DN are frequently found in melanoma-prone families in North America, Europe, and Australia</li><li define-terms={true}>Melanomas may develop from DN</li><li define-terms={true}>Risk of melanoma is high for people who have a large number of DN; especially high for people with a family history of both DN and melanoma</li></ul>",
    "descriptionsummary": "<p define-terms={true}>A dysplastic nevus (DN) is <em>a mole that may develop into malignant melanoma</em>, a skin cancer starting in pigment cells. DN look different from common moles. DN are often larger than common moles (more than 5 millimeters) and have borders that are not easy to see. Their color is usually uneven and can range from pink to dark brown. Similar to common moles, parts of the DN may be raised above the skin surface. Some doctors use the term \"atypical mole\" to refer to DN.</p>",
    "subgroups": [
      {
        "type": "dysplasticnevi",
        "name": "All Cases"
      },
      {
        "type": "stable",
        "name": "Stable and Fading"
      },
      {
        "type": "unstable",
        "name": "Evolving Toward Melanoma"
      }
    ]
  },
  {
    "type": "melanoma",
    "name": "Melanomas",
    "description": "<ul><li define-terms={true}>A type of skin cancer that begins in melanocytes (cells that make the pigment melanin)</li><li define-terms={true}>Early, thin melanomas are curable by minimal surgery alone</li><li define-terms={true}>Advanced melanomas may spread to others parts of the body; treatments such as additional surgery, chemotherapy, radiation therapy, immunotherapy and/or new types of treatment being tested in clinical trials may be used</li><li>Appearance of early melanoma (according to ABCDE rules)<ul><li define-terms={true}>Asymmetry: Often irregular and asymmetrical (the shape of one half does not match the other half)</li><li define-terms={true}>Border: Usually irregular. Edges often ragged, notched, or blurred in outline. The pigment may spread into the surrounding skin.</li><li define-terms={true}>Color: Usually uneven in color.  Shades of black, brown, and tan may be present. May also have areas of white, gray, red, pink, or blue.</li><li define-terms={true}>Diameter: Change in size, usually an increase. Melanomas can be tiny, but most are larger than 6 millimeters wide (about ¼ inch wide). The surface may appear scaly.</li><li define-terms={true}>Evolving: The mole has changed in size, shape, and/or color over the past few weeks or months.  Development of a new mole that has any of the ABCDE features in an area of previously normal skin.</li></ul><li define-terms={true}>Melanomas can vary greatly in how they look. Many show all of the \"ABCDE\" features; however, some may show only one or two of those features</li></ul><details><summary><strong>Warning Signs</strong></summary><strong define-terms={true}>Pay close attention to any irregular moles or dysplastic nevi (DN) on your skin. Look for melanoma warning signs. If any moles have changed in any of the following ways, or if you are concerned about any of your moles, <u>see your doctor</u>.</strong><ul><li define-terms={true}>Large size, rapid growth, or change in size</li><li define-terms={true}>Change in color or development of a black, much darker brown, red or white area</li><li define-terms={true}>Irregular border or changes in outline</li><li define-terms={true}>New or change in texture (scaly), bleeding, or very shiny surface</li><li define-terms={true}>New firm nodule or texture</li><li define-terms={true}>New loss of color or areas of blue in skin surrounding a mole</li><li define-terms={true}>Unusual sensations or onset of a new feeling within a mole (for example, feeling itchy)</li><li define-terms={true}>Sudden appearance of a new pigmented spot or new shiny nodule in previously-normal skin</li></ul></details><details><summary><strong>Guidelines for Individuals at Increased Risk of Melanoma</strong></summary><ul><li><span define-terms={true}>Examine your skin thoroughly on a monthly basis. In order to do this effectively, you should:</span><ul><li define-terms={true}>Familiarize yourself with your skin and all of your moles.</li><li define-terms={true}>Examine your scalp.</li><li define-terms={true}>Use mirrors for hard-to-see areas.</li><li define-terms={true}>Compare photographs of your skin and a body diagram to determine if any moles have changed or if any new ones have appeared. Make notes of any changes or questions. If you are concerned, call your doctor.</li></ul></li><li><span define-terms={true}>Get routine, regular examinations by your health-care provider</span><ul><li define-terms={true}>Point out any moles that you think have changed, or any areas on your skin that worry you. (See Melanoma Warning Signs)</li></ul></li><li><span define-terms={true}>Watch moles extra carefully during periods of major hormonal changes</span><ul><li define-terms={true}>Increased mole activity often occurs in adolescence, and in women who are pregnant, or taking oral contraceptives or post-menopausal estrogen replacement therapy.</li></ul></li><li><span define-terms={true}>Avoid excessive sun and ultraviolet (UV) radiation exposure</span><ul><li define-terms={true}>Minimize sun exposure between 10AM and 4PM</li><li>Seek shade</li><li>Avoid sunburns; do not suntan</li><li>Do not use sunlamps, sunbeds or tanning parlors</li><li define-terms={true}>Use sunscreens regularly (broad spectrum with UVA and UVB radiation protection and sun protection factor [SPF] of 30 or higher). Reapply at least every 2 hours or more frequently if perspiring or swimming.</li><li define-terms={true}>Wear protective clothing (hats with wide brims, long sleeves and long pants made of tightly woven fabrics, or fabrics with a Ultraviolet Protection Factor [UPF] of 50+)</li><li define-terms={true}>Wear sunglasses that block 99-100% UV radiation</li><li define-terms={true}>Remember that UV radiation can penetrate light clothing, windshields, and windows. It reflects from water, sand, snow, and concrete.</li><li define-terms={true}>Keep infants out of the sun. Be sure children are protected when outdoors.</li></ul></details>",
    "descriptionsummary": "<p define-terms={true}>Melanoma is <em define-terms={true}>a form of cancer</em> that begins in melanocytes (cells that make the pigment melanin). It may begin in a mole (skin melanoma), but infrequently can also begin in other pigmented tissues, such as in the eye or the intestines. Melanoma is potentially dangerous because it can spread to nearby tissues and other parts of the body, such as the lung, liver, bone, or brain. The earlier that melanoma is detected and removed, the more likely that treatment will be successful.</p>"
  }
]
